Repository: xbmc/audiodecoder.2sf
Catalog: audiodecoder.2sf/resources/language/resource.language.*/strings.po
Languages: da_dk, es_es, fi_fi, fr_fr, id_id, it_it, ko_kr, nb_no, ru_ru, zh_cn

# Addon Summary
source: Nintendo DS audio file decoder
da_dk: Nintendo DS afkoder til lydfiler
es_es: Decodificador de archivos de audio Nintendo DS
fi_fi: Nintendo DS -äänitiedostojen dekooderi
fr_fr: Décodeur de fichier audio Nintendo DS
id_id: Dekoder file audio Nintendo DS
ko_kr: 닌텐도 DS 오디오 파일 디코더
nb_no: Dekoder for Nintendo DS-lydfiler
zh_cn: 任天堂 DS 音频文件解码器

# Addon Description
source: To support game audio file used by some Nintendo DS games.[CR][CR]Dual Screen Sound Format is an audio format based on PSF. It stores audio ripped from the ROMs of Nintendo DS games. Music instructions are stored in files with a .2sflib extension and the music notation is stored in files with a .mini2sf extension.
da_dk: Understøttelse af spillydfiler, der bruges af nogle Nintendo DS-spil.[CR][CR]Dual Screen Sound Format er et lydformat baseret på PSF. Det gemmer lyd, der er rippet fra ROM'erne i Nintendo DS-spil. Musikinstruktioner gemmes .2sflib-filer, og musiknotationen gemmes i .mini2sf-filer.
fi_fi: Tuki joidenkin Nintendo DS -pelien käyttämien pelien äänitiedostoille.[CR][CR]Dual Screen Sound Format on PSF-pohjainen äänimuoto, jota käytetään Nintendo DS -pelien ROM-medioilta kopioidun äänen tallennukseen. Musiikkiohjeet tallennetaan tiedostoihin, joiden tunniste on .2sflib, ja nuotinnustiedostot tiedostoihin, joiden tunniste on .mini2sf.
id_id: Untuk mendukung file audio game yang digunakan oleh beberapa game Nintendo DS.[CR][CR]Dual Screen Sound Format adalah format audio berbasis PSF. Ini menyimpan audio yang diambil dari ROM game Nintendo DS. Instruksi musik disimpan dalam file dengan ekstensi .2sflib dan notasi musik disimpan dalam file dengan ekstensi .mini2sf.
it_it: Per supportare il file audio di gioco utilizzato da alcuni giochi per Nintendo DS.[CR][CR]Il formato audio a doppio schermo è un formato audio basato su PSF. Memorizza l'audio estratto dalle ROM dei giochi per Nintendo DS. Le istruzioni musicali sono memorizzate in file con estensione .2sflib e la notazione musicale in file con estensione .mini2sf.
ko_kr: 일부 Nintendo DS 게임에서 사용하는 게임 오디오 파일을 지원합니다.[CR][CR]듀얼 스크린 사운드 포맷은 PSF 기반의 오디오 포맷입니다. Nintendo DS 게임의 ROM에서 추출한 오디오를 저장합니다. 음악 설명은 .2sflib 확장자를 가진 파일에 저장되고 악보는 .mini2sf 확장자를 가진 파일에 저장됩니다.

# #30000
source: Default length
da_dk: Standard længde
fi_fi: Oletuskesto
fr_fr: Longueur standard
id_id: Panjang bawaan
it_it: Durata predefinita
ko_kr: 기본 길이
ru_ru: Стандартная длина

# #30001
source: Used if specified file does not provide the length.
da_dk: Anvendes, hvis den angivne fil ikke giver længden.
es_es: Se usa si el archivo especificado no indica la longitud.
fi_fi: Käytetään, jollei määritetty tiedosto ilmoita kestoa.
fr_fr: Utilisé si le fichier spécifié ne fournit pas la longueur.
id_id: Digunakan jika file yang ditentukan tidak memberikan panjangnya.
it_it: Usato se il file specificato non fornisce la durata.
ko_kr: 지정된 파일이 길이를 제공하지 않는 경우 사용됩니다.
nb_no: Brukes hvis den angitte filen ikke angir lengde.
ru_ru: Используется, если файл не предоставляет длину.
zh_cn: 用于未提供长度的特定文件。

# #30002
source: unused
da_dk: ikke benyttet
es_es: sin usar
fi_fi: käyttämätön
fr_fr: Non utilisé
id_id: tidak digunakan
it_it: inutilizzato
ko_kr: 사용 않음
nb_no: ikke brukt
ru_ru: не используется
zh_cn: 未使用

# #30003
source: {0:d} s
id_id: {0:d} d
ko_kr: {0:d} 초
ru_ru: {0:d} с
zh_cn: {0:d} 秒

# #30004
source: Default fade out time
da_dk: Standard udtoningstid
es_es: Tiempo de desvanecimiento por defecto
fi_fi: Oletusarvoinen häivytysaika
id_id: Waktu memudar bawaan
it_it: Tempo di dissolvenza predefinito
ko_kr: 기본 페이드 아웃 시간
nb_no: Standard uttoningstid
ru_ru: Стандартное время затухания
zh_cn: 默认淡出时间

# #30005
source: Used if specified file does not provide the length and fade.
da_dk: Anvendes, hvis den angivne fil ikke giver længden og udtoning.
es_es: Se usa si el archivo especificado no indica la longitud y desvanecimiento.
fi_fi: Käytetään, jos määritetty tiedosto ei tarjoa pituutta ja häivytstä.
id_id: Digunakan jika file yang ditentukan tidak memberikan panjang dan pudar.
it_it: Usato se il file specificato non fornisce la durata e la dissolvenza.
ko_kr: 지정된 파일이 길이와 페이드를 제공하지 않는 경우 사용됩니다.
nb_no: Brukes hvis den angitte filen ikke angir lengde og uttoning.
ru_ru: Используется, если файл не предоставляет длину и затухания.
zh_cn: 用于未提供长度和淡出的特定文件。

# #30006
source: unused
da_dk: ikke benyttet
es_es: sin usar
fi_fi: käyttämätön
fr_fr: Inutilisé
id_id: tidak digunakan
it_it: inutilizzato
ko_kr: 사용 않음
nb_no: ikke brukt
ru_ru: не используется
zh_cn: 未使用

# #30008
source: Suppress opening silence
da_dk: Undertryk stilhed ved start
es_es: Eliminar silencios al empezar
fi_fi: Poista alun äänetön osio
fr_fr: Suppression du silence de début
id_id: Menekan keheningan pembukaan
it_it: Rimuovi silenzio iniziale
ko_kr: 시작 시 묵음 억제
nb_no: Undertrykk stillhet ved start
ru_ru: Подавить начальную тишину
zh_cn: 抑制起始静默

# #30009
source: Some files start with silent data, this prevents it and looks for the beginning.
da_dk: Nogle filer starter med tavs data. Dette forhindres, og der søges efter starten.
es_es: Algunos archivos empiezan con un silencio y esto lo previene y busca el principio.
fi_fi: Jotkin tiedostot alkavat äänettömällä tiedolla, joka estää sen ja etsii alkua.
fr_fr: Quelques fichiers commencent avec des données en silencieux, ceci l'empêche et cherche le début.
id_id: Beberapa file dimulai dengan data diam, ini mencegahnya dan mencari awalnya.
it_it: Alcuni file iniziano con dati silenziosi, questo lo impedisce e cerca l'inizio.
ko_kr: 어떤 파일은 묵음 데이터로 시작하는데, 이 옵션으로 건너뛰고 시작점을 찾습니다.
nb_no: Noen filer starter med stillhet. Dette forhindrer dette, og søker etter starten.
ru_ru: Некоторые файлы начинаются с тишины, эта настройка ищет реальное начало.
zh_cn: 有些文件以静默数据开头，这会阻止它并查找真实的起点。

# #30010
source: Suppress end silence
da_dk: Undertryk stilhed ved slutning
es_es: Quitar silencio al final
fi_fi: Poista lopun äänetön osio
fr_fr: Suppression du silence de fin
id_id: Tekan akhiri keheningan
it_it: Rimuovi silenzio finale
ko_kr: 종료 시 묵음 억제
nb_no: Undertrykk stillhet ved slutt
ru_ru: Подавить конечную тишину
zh_cn: 抑制结尾静默

# #30011
source: Some files end with silent data, this prevents it and looks for the end.
da_dk: Nogle filer slutter med tavs data. Dette forhindres, og der søges efter slutningen.
es_es: Algunos archivos terminan con un silencio. Esto lo previene y busca el final.
fi_fi: Jotkin tiedostot päättyvät äänettömällä tiedolla, joka estää sen ja etsii loppua.
fr_fr: Quelques fichiers se terminent avec des données en silencieux, ceci l'empêche et cherche la fin.
id_id: Beberapa file diakhiri dengan data diam, ini mencegahnya dan mencari akhirnya.
it_it: Alcuni file terminano con dati silenziosi, questo lo impedisce e cerca la fine.
ko_kr: 어떤 파일은 묵음 데이터로 끝나는데, 이 옵션으로 건너뛰고 종료점을 찾습니다.
nb_no: Noen filer ender med stillhet. Dette forhindrer dette, og søker etter slutten.
ru_ru: Некоторые файлы заканчиваются тишиной, данная настройка предотвращает это.
zh_cn: 有些文件以静默数据结尾，这会阻止它并查找真实的结尾。

# #30012
source: Second of silence to check
da_dk: Antal sekunders stilhed der søges efter
es_es: Segundos de silencio a comprobar
fi_fi: Äänettömyyden tarkastusaika sekunneissa
fr_fr: Secondes en silencieux à tester
id_id: Keheningan kedua untuk memeriksa
it_it: Secondi di silenzio da controllare
ko_kr: 확인할 묵음의 초
nb_no: Antall sekunder med stillhet å søke etter
ru_ru: Секунды тишины
zh_cn: 静默秒检测

# #30013
source: How many silent seconds are allowed before playback is stopped.
da_dk: Hvor mange tavse sekunder er tilladt før afspilning stoppes.
es_es: Cuántos segundos de silencio se permiten antes de que se pare la reproducción.
fi_fi: Kuinka monta äänentöntä sekuntia sallitaan kunnes toisto pysäytetään.
fr_fr: Secondes sans son qui seront acceptés avant d'arrêter la lecture.
id_id: Berapa detik diam yang diperbolehkan sebelum pemutaran dihentikan.
it_it: Quanti secondi di silenzio sono consentiti prima che la riproduzione venga interrotta.
ko_kr: 재생이 끝날 때까지 묵음을 몇초간 허용할지.
nb_no: Hvor mange sekunder med stillhet som tillates før avspilling stoppes.
ru_ru: Количество секунд тишины, перед остановкой воспроизведения.
zh_cn: 播放停止前允许静默多少秒。

# #30014
source: {0:d} s
id_id: {0:d} d
ko_kr: {0:d} 초
ru_ru: {0:d} с
zh_cn: {0:d} 秒

# #30015
source: Resampling mode
da_dk: Gensamplingstilstand
es_es: Modo de remuestreo
fi_fi: Uudelleenäytteistyksen tila
fr_fr: Mode de rééchantillonnage
id_id: Mode pengambilan sampel ulang
it_it: Modalità ricampionamento
ko_kr: 리샘플링 모드
nb_no: Omsamplingsmodus
ru_ru: Режим передискретизации
zh_cn: 重采样模式

# #30016
source: Used resampling quality about processing.
da_dk: Anvendt gensamplingkvalitet af processeringen.
es_es: Se usa la calidad de remuestreo sobre el procesamiento.
fr_fr: Qualité de rééchantillonnage utilisée lors du traitement.
id_id: Kualitas resampling bekas tentang pemrosesan.
it_it: Qualità ricampionamento usata sull'elaborazione.
ko_kr: 프로세싱에 리샘플링 품질을 사용했습니다.
nb_no: Anvendt omsamplingskvalitet for prosesseringen.
ru_ru: Используемое качество передискретизации при обработке.
zh_cn: 用于处理的重采样质量。

# #30017
source: Zero order hold
es_es: Mantener orden cero
id_id: Penangguhan pesanan nol
ko_kr: 제로 오더 홀드
ru_ru: Задержка нулевого порядка
zh_cn: 零阶保持

# #30018
source: Blep synthesis
da_dk: Blep-syntese
es_es: Síntesis Blep
fr_fr: Synthèse Bleb
id_id: Sintesis Blep
it_it: Sintesi Blep
ko_kr: 블렙 합성
nb_no: Blep-syntese
ru_ru: Синтез Blep
zh_cn: Blep 合成

# #30019
source: Linear
da_dk: Lineær
es_es: Lineal
fi_fi: Lineaarinen
fr_fr: Linéaire
it_it: Lineare
ko_kr: 선형
nb_no: Lineær
ru_ru: Линейный
zh_cn: 线性

# #30020
source: Blam synthesis
da_dk: Blam-syntese
es_es: Síntesis Blam
fr_fr: Synthèse Blam
id_id: Blam sintesis
it_it: Sintesi Blam
ko_kr: 블램 합성
nb_no: Blam-syntese
ru_ru: Синтез Blam
zh_cn: Blam 合成

# #30021
source: Cubic
da_dk: Kubisk
es_es: Cúbica
fr_fr: Cubique
id_id: Kubik
it_it: Cubica
ko_kr: 큐빅
nb_no: Kubisk
ru_ru: Кубический
zh_cn: 三次

# #30022
source: Ainc
ko_kr: 아인크
zh_cn: 智能降噪

# Addon Description
source: Default length
es_es: Longitud por defecto
nb_no: Standard lengde
zh_cn: 默认长度

# #30007
source: {0:d} ms
id_id: {0:d} md
ru_ru: {0:d} мс
zh_cn: {0:d} 毫秒
